Repository: Blooym/Dalamud.Wholist
Catalog: Wholist/Resources/Localization/Strings.*.resx
Languages: es, zh

# Commands_Who_Help
source: Opens the nearby players window.
es: Abre la ventana de jugadores cercanos.
zh: 打开附近玩家窗口。

# Windows_Who_Title
source: Nearby Players
es: Jugadores Cercanos
zh: 附近玩家

# Errors_NoUseInPvP
source: You can't view nearby players whilst participating in PvP.
es: No puedes ver a los jugadores cercanos en PvP.
zh: 参与PvP时无法查看附近玩家。

# UserInterface_NearbyPlayers_Players_Name
source: Name
es: Nombre
zh: 名称

# UserInterface_NearbyPlayers_Players_Company
source: Company
es: Compañía
zh: 部队

# UserInterface_NearbyPlayers_Players_Level
source: Level
es: Nivel
zh: 等级

# UserInterface_NearbyPlayers_Players_Job
source: Job
es: Clase
zh: 职业

# UserInterface_NearbyPlayers_Players_Total
source: Total: {0}
zh: 总计：{0}

# UserInterface_NearbyPlayers_Players_Submenu_Heading
source: Actions for {0}
es: Acciones para {0}
zh: 对 {0} 使用动作

# UserInterface_NearbyPlayers_Players_Submenu_Target
source: Target
es: Objetivo
zh: 目标

# UserInterface_NearbyPlayers_Players_Submenu_Examine
source: Examine
es: Examinar
zh: 调查

# UserInterface_NearbyPlayers_Players_AdventurePlate
source: View Adventure Plate
es: Ver placa de aventurero
zh: 查看冒险者铭牌

# UserInterface_NearbyPlayers_Players_Submenu_Tell
source: Send Tell
es: Mandar mensaje privado
zh: 发送悄悄话

# UserInterface_NearbyPlayers_Search
source: Search...
es: Buscar...
zh: 搜索...

# Windows_Settings_Title
source: [{0}] Settings
es: [{0}] Ajustes
zh: [{0}] 设置

# Commands_WhoSettings_Help
source: Opens the plugin settings window.
es: Abre la ventana de ajustes del plugin.
zh: 打开插件设置窗口

# UserInterface_Settings_Heading
source: Settings
es: Ajustes
zh: 设置

# UserInterface_Settings_NearbyPlayers_OpenOnLogin
source: Open window on login
es: Abrer ventana al iniciar sesión
zh: 登录时打开窗口

# UserInterface_Settings_NearbyPlayers_HideInCombat
source: Hide window in combat
es: Ocultar en combate
zh: 战斗中隐藏窗口

# UserInterface_Settings_NearbyPlayers_HideInInstance
source: Hide window in instances
es: Ocultar en instancias
zh: 副本中隐藏窗口

# UserInterface_Settings_NearbyPlayers_FilterAFKPlayers
source: Hide AFK Players
es: Filtrar jugadores ausentes
zh: 隐藏离开状态的玩家

# UserInterface_Settings_NearbyPlayers_FilterAFKPlayers_Description
source: Remove AFK players from the nearby players list.
es: Filtrar jugadores ausentes de la lista de jugadores cercanos.
zh: 从附近玩家列表中移除离开状态的玩家。

# UserInterface_Settings_NearbyPlayers_HideInCombat_Description
source: Automatically hide the window when in combat.
es: Oculta la ventana automáticamente en combate.
zh: 在战斗中自动隐藏窗口。

# UserInterface_Settings_NearbyPlayers_HideInInstance_Description
source: Automatically hide the window when inside of instances
es: Oculta la ventana automáticamente en las instancias
zh: 在副本中自动隐藏窗口。

# UserInterface_Settings_NearbyPlayers_OpenOnLogin_Description
source: Automatically open the window when logging in/restarting the plugin whilst logged in.
es: Abre la ventana automáticamente al iniciar sesión, o al reiniciar el plugin estando en el juego.
zh: 登录/重启插件时自动打开窗口。

# UserInterface_NearbyPlayers_SetChatTarget
source: Set chat target to {0}
es: Establecer los mensajes al chat {0}
zh: 将聊天对象设置为 {0}

# UserInterface_Settings_Colours_Friend
source: Friend
es: Amigo
zh: 好友

# UserInterface_Settings_Colours_Party
source: Party
es: Grupo
zh: 队友

# UserInterface_Settings_Colours_MeleeDPS
source: Melee DPS
es: DPS Melé
zh: 近战DPS

# UserInterface_Settings_Colours_RangedDPS
source: Ranged DPS
es: DPS a Distancia
zh: 远程DPS

# UserInterface_Settings_Colours_Healer
source: Healer
es: Sanador
zh: 治疗职业

# UserInterface_Settings_Colours_Tank
source: Tank
es: Tanque
zh: 防护职业

# UserInterface_Settings_Colours_Other
source: Other
es: Otro
zh: 其他

# UserInterface_Settings_Colours_JobColours
source: Job / Role Colours
es: Colores de Rol
zh: 职业/职能颜色

# UserInterface_Settings_Colours_NameColours
source: Name Colours
es: Colores de Nombre
zh: 名称颜色

# UserInterface_Settings_Colours_ResetAll
source: Reset colours to default
es: Restablecer todos los colores
zh: 将颜色重置为默认值

# UserInterface_Settings_Colours_UsePerJobColours
source: Use per-job colours
es: Usar colores por clase
zh: 为单独的职业设置颜色

# UserInterface_Settings_Colours_UsePerJobColours_Description
source: Enables setting colours for each job independently instead of using the role colours.
es: Permite establecer colores para cada clase de forma independiente en lugar de usar los colores de rol.
zh: 允许为每个职业独立设置颜色，而不是使用职能颜色。

# UserInterface_Settings_NearbyPlayers_MaxPlayers
source: Max players shown
es: Jugadores máximos mostrados
zh: 最大显示玩家数

# UserInterface_Settings_NearbyPlayers_MaxPlayers_Description
source: The maximum amount of players to be shown on the nearby players list at any time.
es: Cantidad máxima de jugadores que será mostrada en la lista de jugadores cercanos en cualquier momento.
zh: 实时显示在附近玩家列表中的最大玩家数量。

# UserInterface_Settings_Colours_Default
source: Default
es: Predeterminado
zh: 默认

# UserInterface_Settings_Colours_Heading
source: Colours
es: Colores
zh: 颜色

# UserInterface_NearbyPlayers_Players_Submenu_OpenOnMap
source: Find on Map
es: Encontrar en Mapa
zh: 在地图上查找

# UserInterface_Settings_NearbyPlayers_ShownRows_Description
source: You can change what information is shown about a player in the nearby players list by right-clicking the table header.
es: Puedes cambiar la información que se muestra sobre un jugador en la lista de jugadores cercanos haciendo clic derecho en el encabezado de la tabla.
zh: 你可以通过右键单击表头来更改附近玩家列表中显示的玩家信息。

# UserInterface_Settings_NearbyPlayers_ShownRows
source: Shown player information
es: Mostrar información del jugador
zh: 显示玩家信息

# UserInterface_NearbyPlayers_Players_Homeworld
source: Homeworld
es: Mundo Hogar
zh: 原始服务器

# UserInterface_Settings_UnknownTab
source: Unknown tab selected.
es: Seleccionada pestaña desconocida.
zh: 选择了未知标签

# UserInterface_Settings_NearbyPlayers_Window
source: Window
es: Ventana
zh: 窗口

# UserInterface_NearbyPlayers_Players_Submenu_Lodestone
source: Search on Lodestone
es: Buscar en Lodestone
zh: 在 Lodestone 上搜索

# UserInterface_Settings_NearbyPlayers_PrioritizeKnown
source: Show known players first
es: Mostrar jugadores conocidos primero
zh: 优先显示认识的玩家

# UserInterface_Settings_NearbyPlayers_PrioritizeKnown_Description
source: Make players that are known to you such as friends and party members be shown above other players.
es: Hacer que los jugadores que conozcas (amigos, miembros del grupo) aparezcan sobre otros nombres en la lista.
zh: 让你认识的玩家（如朋友和小队成员）显示在其他玩家上面。

# UserInterface_Settings_NearbyPlayers_JobAbbreviations
source: Use job abbreviations
es: Usar abreviaciones de clases
zh: 使用职业缩写

# UserInterface_Settings_NearbyPlayers_JobAbbreviations_Description
source: Use job abbreviations instead of their full names. (e.g. "WAR" instead of "Warrior")
es: Usar las abreviaciones de las clases en lugar de sus nombres completos (por ejemplo, "WAR" en lugar de "Warrior")
zh: 用职业缩写代替全程（如“战”而不是“战士”）

# UserInterface_Settings_NearbyPlayers_Appearance
source: Appearance
es: Apariencia
zh: 外观

# UserInterface_NearbyPlayers_Players_Distance
source: Distance
es: Distancia
zh: 距离

# UserInterface_Settings_Visibility_Heading
source: Visibility
es: Visibilidad
zh: 可见性

# UserInterface_Settings_NearbyPlayers_SettingsTip
source: Settings
es: Ajustes
zh: 设置

# UserInterface_Settings_NearbyPlayers_DonateTip
source: Donate
es: Donar
zh: 赞助

# UserInterface_NearbyPlayers_Players_Submenu_FocusTarget
source: Focus Target
es: Objetivo Fijado
zh: 焦点目标

# UserInterface_Settings_Display_Heading
source: Display
es: Mostrar
zh: 显示

# UserInterface_Settings_NearbyPlayers_ShowSearchbar
source: Show Searchbar
es: Mostrar barra de búsqueda
zh: 显示搜索栏

# UserInterface_Settings_NearbyPlayers_ShowSearchbar_Description
source: Show the searchbar from the nearby players list.
es: Muestra la barra de búsqueda en la lista de jugadores cercanos.
zh: 在附近玩家列表中显示搜索栏。

# UserInterface_Settings_NearbyPlayers_Job_Paladin
source: Paladin
zh: 骑士

# UserInterface_Settings_NearbyPlayers_Job_Warrior
source: Warrior
zh: 战士

# UserInterface_Settings_NearbyPlayers_Job_DarkKnight
source: Dark Knight
zh: 暗黑骑士

# UserInterface_Settings_NearbyPlayers_Job_Gunbreaker
source: Gunbreaker
zh: 绝枪战士

# UserInterface_Settings_NearbyPlayers_Job_WhiteMage
source: White Mage
zh: 白魔法师

# UserInterface_Settings_NearbyPlayers_Job_Scholar
source: Scholar
zh: 学者

# UserInterface_Settings_NearbyPlayers_Job_Astrologian
source: Astrologian
zh: 占星术士

# UserInterface_Settings_NearbyPlayers_Job_Sage
source: Sage
zh: 贤者

# UserInterface_Settings_NearbyPlayers_Job_Monk
source: Monk
zh: 武僧

# UserInterface_Settings_NearbyPlayers_Job_Dragoon
source: Dragoon
zh: 龙骑士

# UserInterface_Settings_NearbyPlayers_Job_Ninja
source: Ninja
zh: 忍者

# UserInterface_Settings_NearbyPlayers_Job_Samurai
source: Samurai
zh: 武士

# UserInterface_Settings_NearbyPlayers_Job_Reaper
source: Reaper
zh: 钐镰客

# UserInterface_Settings_NearbyPlayers_Job_Viper
source: Viper
zh: 蝰蛇剑士

# UserInterface_Settings_NearbyPlayers_Job_Bard
source: Bard
zh: 吟游诗人

# UserInterface_Settings_NearbyPlayers_Job_Machinist
source: Machinist
zh: 机工士

# UserInterface_Settings_NearbyPlayers_Job_Dancer
source: Dancer
zh: 舞者

# UserInterface_Settings_NearbyPlayers_Job_BlackMage
source: Black Mage
zh: 黑魔法师

# UserInterface_Settings_NearbyPlayers_Job_Summoner
source: Summoner
zh: 召唤师

# UserInterface_Settings_NearbyPlayers_Job_RedMage
source: Red Mage
zh: 赤魔法师

# UserInterface_Settings_NearbyPlayers_Job_Pictomancer
source: Pictomancer
zh: 绘灵法师

# UserInterface_Settings_NearbyPlayers_Job_BlueMage
source: Blue Mage
es: Mago Azul
zh: 青魔法师

# UserInterface_Settings_NearbyPlayers_Job_Other
source: Other
es: Otro
zh: 其他

# UserInterface_Settings_NearbyPlayers_LodestoneRegion
source: Lodestone Region
es: Región del Jugador
zh: Lodestone 地区

# UserInterface_Settings_NearbyPlayers_LodestoneRegion_Description
source: The region to perform Lodestone player lookups in.
es: Indica la región para realizar la consulta de perfiles de jugadores en Lodestone.
zh: 执行Lodestone玩家查询的区域。

# UserInterface_Settings_NearbyPlayers_Behaviour
source: Behaviour
es: Comportamiento
zh: 表现

# Commands_WhoSettings_RandPlate
source: Open a random nearby player adventure plate
es: Abrir la ficha de aventurero de un jugador aleatorio cercano
zh: 随机打开一个附近玩家的冒险者铭牌

# Commands_WhoSettings_RandPlate_NoPlayers
source: Cannot show random adventurer plate. There are no players nearby.
es: No se puede mostrar la ficha de aventurero de un jugador aleatorio porque no hay jugadores cerca.
zh: 无法显示随机冒险者铭牌。附近没有玩家。

# UserInterface_NearbyPlayers_Players_Submenu_AddToBlacklist
source: Add to Blacklist
zh: 添加到黑名单

# UserInterface_Settings_NearbyPlayers_FilterBlockedPlayers
source: Hide blocked players
zh: 隐藏已屏蔽的玩家

# UserInterface_Settings_NearbyPlayers_FilterBlockedPlayers_Description
source: Remove blocked players from the nearby players list.
zh: 从附近玩家列表中移除已屏蔽的玩家。

# UserInterface_Settings_NearbyPlayers_FilterLowLevelCharacters
source: Hide low level characters
zh: 隐藏低等级角色

# UserInterface_Settings_NearbyPlayers_FilterLowLevelCharacters_Description
source: Remove characters level 3 and below from the nearby players list.
zh: 从附近玩家列表中移除不高于3级的角色。
